Repository: kafka-mono/diplomka_implementace
Catalog: integration_tests/testing_environment/fingerprinting_server/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: About
fr: À propos

source: Who is behind this project?
fr: Qui est derrière ce projet ?

source: is developed by
fr: est développé par

source: for the Tor project as part of the Google Summer of Code 2016 . You can find the complete source code and contribute to it on GitHub.
fr: pour le projet Tor dans le cadre du Google Summer of Code 2016. Vous pouvez trouver le code source sur GitHub.

source: Links
fr: Liens

source: Official website
fr: Site officiel

source: Link to project
fr: Lien vers le projet

source: Fingerprint Central <br> source code
fr: Code source de <br> Fingerprint Central

source: View on GitHub
fr: Voir sur GitHub

source: Home
fr: Accueil

source: My fingerprint
fr: Mon empreinte

source: Global statistics
fr: Statistiques globales

source: Custom statistics
fr: Statistiques personnalisées

source: Select the browsers you want to study
fr: Sélectionner les navigateurs que vous voulez étudier

source: All
fr: Tous

source: Only Tor browsers
fr: Seulement les navigateurs Tor

source: Custom
fr: Personnalisé

source: Tag combination method
fr: Méthode de combinaison des tags

source: Fingerprint Central gives you two options to combine the custom tags you want to study. <h4>OR (Default option)</h4> With the 'OR' method, you will get fingerprints that satisfy at least one of the chosen tags.<br> <u>Example:</u> if you select 'Firefox' and 'Chrome' with the 'OR' method, you will get all fingerprints from Firefox and Chrome browsers. <h4>AND</h4> With the 'AND' method, you will only get fingerprints that satisfy all the tags. It is mostly recommended to study a combination of a specific browser with a specific operating system.<br> <u>Example:</u> if you select 'Firefox' and 'Chrome' with the 'AND' method, the results of your search will be empty since no fingerprints can satisfy being from both Firefox and Chrome at the same time.
fr: Fingerprint Central offre deux options pour combiner les tags qui vous intéressent. <h4>OU (Option par défaut)</h4> Avec la méthode 'Or', les empreintes qui satisfont au moins un des tags choisis seront sélectionnées. <u>Exemple:</u> si vous sélectionner 'Firefox' et 'Chrome' avec la méthode 'OU', vous obtiendrez toutes les empreintes des navigateurs Firefox et Chrome. <h4>ET</h4> Avec la méthode 'ET', vous obtiendrez seulement les empreintes qui satisfont tous les tags sélectionnés. L'usage de cette méthode est recommandé si vous souhaitez étudier une combinaison précise entre un navigateur et un système d'exploitation.<br> <u>Exemple:</u> si vous sélectionner 'Firefox' et 'Chrome' avec la méthode 'ET', les résultats de votre recherche seront vides car aucune empreinte ne peut provenir en même temps de deux navigateurs différents.

source: Close
fr: Fermer

source: Tag X OR Tag Y
fr: Tag X OU Tag Y

source: Tag X AND Tag Y
fr: Tag X ET Tag Y

source: Select the attributes you are interested in
fr: Sélectioner les attributs que vous voulez étudier

source: Select the collection period
fr: Sélectionner la période de collection

source: Fingerprints collected between
fr: Empreintes collectées entre

source: Submit request
fr: Envoyer la requête

source: You need to select at least one attribute to see results.
fr: Vous devez sélectionner au moins un attribut pour voir les résultats.

source: Submit
fr: Envoyer

source: Include fingerprints without JavaScript
fr: Inclure les empreintes sans JavaScript

source: Result
fr: Résultat

source: Chart
fr: Graphique

source: Data
fr: Données

source: Past day
fr: Dernière journée

source: Past week
fr: Dernière semaine

source: Past month
fr: Dernier mois

source: Lifetime
fr: Depuis la création

source: Percentage
fr: Pourcentage

source: Count
fr: Nombre

source: and
fr: et le

source: fingerprints collected between
fr: empreintes collectées entre le

source: Other values
fr: Autres valeurs

source: What is the current list of collected attributes?
fr: Quelle est la liste actuelle des attributs récoltés?

source: Name
fr: Nom

source: I'm interested in studying X but it is not present in the test suite. What can I do?
fr: Je suis intéressé pour étudier l'attribut X mais il n'est pas présent dans la suite de tests. Que puis-je faire?

source: You can open an issue on GitHub <a href="https://github.com/plaperdr/fp-central/issues" target="_blank">HERE <i class="fa fa-external-link"></i></a> telling us you want that attribute to be added and why. You can also directly send us a Pull Request with the right code by following the imposed file format described <a href="https://github.com/plaperdr/fp-central/blob/master/fingerprint/attributes/README.md" target="_blank">HERE <i class="fa fa-external-link"></i></a>. In both cases, the relevance of the attribute will be discussed before it is accepted. This step is needed to make sure that the test suite does not become too heavy by having dozens of uninteresting attributes.
fr: Vous pouvez ouvrir une "issue" sur GitHub <a href="https://github.com/plaperdr/fp-central/issues" target="_blank">ICI <i class="fa fa-external-link"></i></a> en nous indiquant l'attribut que vous souhaitez ajouter et pourquoi. Vous pouvez aussi nous envoyer directement un "Pull request" avec le code source associé au format décrit <a href="https://github.com/plaperdr/fp-central/blob/master/fingerprint/attributes/README.md" target="_blank">ICI <i class="fa fa-external-link"></i></a>. Dans les deux cas, la pertinence de l'attribut sera discutée avant d'être accepté. Cette étape est nécessaire au maintien de la suite de tests du site pour ne pas qu'elle devienne trop chargée en récoltant un certain nombre d'attributs peu pertinents.

source: View my fingerprint
fr: Voir mon empreinte

source: On this page, you can visualize your own browser fingerprint. You can run a series of tests and see what your browser engine returns in the tables below. The server can also computes statistics to help you understand how unique your fingerprint can be with respect to other users. The <a href="/faq" target="_blank">FAQ page <i class="fa fa-external-link" aria-hidden="true"></i></a> gives a detailed list of attributes that are collected along with links to documentation.
fr: Sur cette page, vous pouvez visualiser votre propre empreinte de navigateur. Vous pouvez exécuter une série de tests et voir les informations que votre navigateur renvoie dans les tableaux ci-dessous. Le serveur calcule aussi des statistiques pour vous dire si chaque attribut récolté est unique. Chaque pourcentage calculé vous permet de vous positionner par rapport à d'autres utilisateurs. La <a href="/faq" target="_blank">page de FAQ<i class="fa fa-external-link" aria-hidden="true"></i></a> donne la liste de tous les attributs qui sont récoltés par le serveur avec des liens vers de la documentation détaillée.

source: First visit?
fr: Première visite?

source: Take the tour
fr: Consulter le guide (Anglais)

source: Run JavaScript tests
fr: Exécuter les tests JavaScript

source: Send to server
fr: Envoyer au serveur

source: Get statistics
fr: Obtenir les statistiques

source: Acceptable values legend
fr: Légende pour les valeurs "acceptables"

source: Acceptable value
fr: Valeur acceptable

source: The displayed value is "acceptable" (i.e. it is an expected one and it follows Tor guidelines). The majority of users shares this exact same value.
fr: La valeur affichée est "acceptable" (i.e. c'est une valeur attendue qui suit les recommendations de Tor). La majorité des utilisateurs partagent la même valeur.

source: Unacceptable value
fr: Valeur inacceptable

source: The displayed value is not "acceptable" and makes your browser vulnerable to tracking. The &nbsp; <i id="screen.widthPop" class="fa fa-info-circle"></i> &nbsp; icon will give you information on the most popular value shared by users. The &nbsp; <i class="fa fa-question-circle"></i> &nbsp; icon may also be present to direct you to a page with instructions on what to do to make this attribute acceptable. A non-acceptable value can be caused by a misconfiguration of the browser. In that case, regenerating a new Tor identity can sometimes fix the problem. However, it can also come from a genuine difference between TBB browsers and it should be investigated by Tor developers. You can report the problem on the Tor bug tracker by <a href="https://trac.torproject.org/projects/tor" target="_blank"> opening a ticket <i class="fa fa-external-link" aria-hidden="true"></i></a>.
fr: La valeur affichée n'est pas "acceptable" et vous rend vulnérable au traçage par empreinte. L'icône &nbsp; <i class="fa fa-info-circle"></i> &nbsp; vous renseigne sur la valeur la plus populaire partagée par les utilisateurs. L'icône &nbsp; <i class="fa fa-question-circle"></i> &nbsp; peut aussi être présente pour vous guider vers une page qui vous indiquera comment rendre cet attribut acceptable. Une valeur inacceptable peut être causée par une mauvaise configuration de votre navigateur. Dans ce cas, la régénération d'une nouvelle identité Tor peut parfois régler le problème. Cependant, cette valeur peut provenir d'une vraie différence entre les navigateurs Tor qui doit être examinée par les développeurs de Tor. Vous pouvez reporter un problème sur le Bug tracker de Tor en <a href="https://trac.torproject.org/projects/tor" target="_blank"> ouvrant un ticket <i class="fa fa-external-link" aria-hidden="true"></i></a>.

source: Unchecked value
fr: Valeur non vérifiée

source: The attribute is not checked and can take any value.
fr: Cet attribut n'est pas vérifié et peut prendre n'importe quelle valeur.

source: Results
fr: Résultats

source: Download as JSON
fr: Télécharger au format JSON

source: Relevent fingerprints
fr: Empreintes pertinentes

source: All fingerprints
fr: Toutes les empreintes

source: All time
fr: Depuis la création

source: Only past 90 days
fr: Seulement les 90 derniers jours

source: Value
fr: Valeur

source: fingerprints
fr: empreintes

source: Past 90 days
fr: 90 derniers jours

source: Unspecified
fr: Non spécifié

source: Number of stored fingerprints
fr: Nombre d'empreintes collectées

source: Number of fingerprints
fr: Nombre d'empreintes

source: Daily fingerprints
fr: Empreintes collectées par jour

source: Cumulative fingerprints
fr: Nombre cumulé d'empreintes

source: Language distribution
fr: Distribution des langages

source: Language
fr: Langage

source: Welcome to FP Central! This website aims at studying the diversity of browser fingerprints and providing developers with data to help them design good defenses. Contribute to the efforts by viewing your own browser fingerprint or consult the current statistics of data provided by users around the world!
fr: Bienvenue sur FP Central! Ce site web a pour but d'étudier la diversité des empreintes de navigateur et de fournir à des développeurs des données leur permettant de concevoir des contre-mesures adaptées. Contribuer à la base de données en affichant votre propre empreinte ou consulter les statistiques sur les empreintes récupérées à travers le monde!

source: Beta version
fr: Version beta

source: This website is still in development. If you find any bugs, don't hesitate to report them on <a href="https://github.com/plaperdr/fp-central" target="_blank"><strong>our official GitHub repository</strong></a>.
fr: Ce site web est toujours en développement. Si vous trouvez des bugs, n'hésitez pas à les rapporter sur <a href="https://github.com/plaperdr/fp-central" target="_blank"><strong>notre dépôt officiel GitHub</strong></a>.

source: Acceptable values for the Tor browser
fr: Valeurs acceptables pour le navigateur Tor

source: The approach of the Tor browser towards browser fingerprinting is simple. The exposed fingerprints should be as uniform as possible so that no browser can be uniquely identifiable. Many modifications have already been made by Tor developers to limit the quantity of identifying information but differences still exist to support a wide range of configurations.
fr: L'approche du navigateur Tor par rapport au traçage par empreintes est très simple. Les empreintes exposées par le navigateur doivent être le plus uniforme possible pour qu'aucun navigateur ne puisse être identifiable. De nombre modifications ont déjà été effectuées par les développeurs Tor pour limiter au maximum la quantité d'information identifiables transmises par le navigateur mais des différences existent toujours pour supporter un large éventail de configurations.

source: On this page, several checks are performed to find out if several attributes of your browser fingerprint are "acceptable", i.e. they follow Tor basic guidelines. If they, this would mean that your fingerprint is not distinguishable from the majority of Tor users, thus increasing your online privacy.
fr: Sur cette page, plusieurs vérifications sont effectuées pour savoir si plusieurs attributs de votre empreinte de navigateur sont "acceptables", i.e. s'ils suivent les recommandations de Tor. Si c'est le cas, votre empreinte de navigateur n'est donc pas distinguable de la majorité des utilisateurs de Tor et la protection de votre vie privée sur Internet s'en retrouve donc renforcée.
